Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Your ANS is near peak capacity — sleep and fitness pay off directly.
ar: جهازك العصبي الذاتي قريب من ذروة قدرته — النوم واللياقة يؤتيان ثمارهما مباشرة.
da: Dit ANS er tæt på maksimal kapacitet — søvn og form betaler sig direkte.
de: Dein autonomes Nervensystem ist nahe seiner Höchstkapazität — Schlaf und Fitness zahlen sich direkt aus.
es: Tu sistema nervioso autónomo está cerca de su capacidad máxima — el sueño y la condición física se notan directamente.
fi: Autonominen hermostosi on lähellä huippukapasiteettia — uni ja kunto palkitsevat suoraan.
fr: Votre système nerveux autonome est proche de sa capacité maximale — le sommeil et la forme paient directement.
is: Ósjálfráða taugakerfið þitt er nálægt hámarksgetu — svefn og þrek skila sér beint.
it: Il tuo sistema nervoso autonomo è vicino alla capacità massima — sonno e forma fisica ripagano direttamente.
ja: あなたの自律神経系はピークに近い能力です — 睡眠とフィットネスが直接成果につながります。
ko: 자율신경계가 최고 능력에 가깝습니다 — 수면과 체력이 바로 효과로 이어집니다.
nb: ANS-et ditt er nær maks kapasitet — søvn og form lønner seg direkte.
nl: Je ANS zit dicht bij zijn maximale capaciteit — slaap en fitheid betalen zich direct uit.
pt_br: Seu SNA está perto da capacidade máxima — sono e condicionamento rendem diretamente.
ru: Ваша ВНС близка к пиковым возможностям — сон и форма отдаются напрямую.
sv: Ditt ANS är nära sin maxkapacitet — sömn och kondition lönar sig direkt.
zh_hans: 你的自主神经系统接近峰值能力 — 睡眠和体能会直接带来回报。

source: Your Anthropic API account is out of credits. Add funds at console.anthropic.com → Settings → Billing, then try again.
ar: نفد رصيد حساب Anthropic API الخاص بك. أضف رصيدًا من console.anthropic.com ← Settings ← Billing، ثم حاول مرة أخرى.
da: Din Anthropic API-konto er løbet tør for kredit. Indsæt penge på console.anthropic.com → Settings → Billing, og prøv igen.
de: Dein Anthropic-API-Konto hat kein Guthaben mehr. Lade es unter console.anthropic.com → Settings → Billing auf und versuch es erneut.
es: Tu cuenta de la API de Anthropic se ha quedado sin créditos. Añade fondos en console.anthropic.com → Settings → Billing y vuelve a intentarlo.
fi: Anthropic API -tililtäsi ovat krediitit loppu. Lisää varoja osoitteessa console.anthropic.com → Settings → Billing ja yritä uudelleen.
fr: Votre compte API Anthropic n'a plus de crédits. Ajoutez des fonds sur console.anthropic.com → Settings → Billing, puis réessayez.
is: Anthropic API-reikningurinn þinn er inneignarlaus. Bættu við fé á console.anthropic.com → Settings → Billing og reyndu svo aftur.
it: Il tuo account API Anthropic ha esaurito i crediti. Aggiungi fondi su console.anthropic.com → Settings → Billing, poi riprova.
ja: Anthropic API アカウントのクレジットがなくなりました。console.anthropic.com → Settings → Billing で残高を追加してから、もう一度お試しください。
ko: Anthropic API 계정의 크레딧이 소진되었습니다. console.anthropic.com → Settings → Billing에서 충전한 후 다시 시도하세요.
nb: Anthropic API-kontoen din er tom for kreditt. Fyll på via console.anthropic.com → Settings → Billing og prøv igjen.
nl: Je Anthropic API-account heeft geen tegoed meer. Voeg tegoed toe via console.anthropic.com → Settings → Billing en probeer het opnieuw.
pt_br: Sua conta da API da Anthropic está sem créditos. Adicione fundos em console.anthropic.com → Settings → Billing e tente de novo.
ru: На вашем аккаунте Anthropic API закончились кредиты. Пополните баланс на console.anthropic.com → Settings → Billing и попробуйте снова.
sv: Ditt Anthropic API-konto saknar krediter. Fyll på via console.anthropic.com → Settings → Billing och försök igen.
zh_hans: 你的 Anthropic API 账户余额已用完。请在 console.anthropic.com → Settings → Billing 中充值，然后重试。

source: Your average Readiness is below optimal. Prioritize recovery strategies.
ar: متوسط جاهزيتك أقل من المستوى الأمثل. أعطِ الأولوية لاستراتيجيات التعافي.
da: Din gennemsnitlige parathed er under det optimale. Prioritér restitution.
de: Deine durchschnittliche Bereitschaft liegt unter dem Optimum. Setz auf Erholung.
es: Tu preparación media está por debajo de lo óptimo. Prioriza la recuperación.
fi: Keskimääräinen Valmiutesi on alle optimin. Aseta palautuminen etusijalle.
fr: Votre préparation moyenne est sous l'optimum. Donnez la priorité à la récupération.
is: Meðalviðbúnaður þinn er undir kjörgildi. Settu endurheimt í forgang.
it: La tua prontezza media è sotto l'ottimale. Dai priorità al recupero.
ja: 平均の準備状態が最適値を下回っています。回復を優先しましょう。
ko: 평균 준비 상태가 최적 수준보다 낮습니다. 회복을 우선하세요.
nb: Den gjennomsnittlige beredskapen din er under det optimale. Prioriter restitusjon.
nl: Je gemiddelde gereedheid ligt onder het optimum. Geef herstel voorrang.
pt_br: Sua Prontidão média está abaixo do ideal. Priorize estratégias de recuperação.
ru: Ваша средняя Готовность ниже оптимальной. Сделайте приоритетом восстановление.
sv: Din genomsnittliga beredskap ligger under det optimala. Prioritera återhämtning.
zh_hans: 你的平均准备状态低于理想水平。请优先采取恢复措施。

source: Your average Stress Index is elevated. Focus on stress management and recovery.
ar: متوسط مؤشر الإجهاد لديك مرتفع. ركّز على إدارة الإجهاد والتعافي.
da: Dit gennemsnitlige stressindeks er forhøjet. Fokusér på stresshåndtering og restitution.
de: Dein durchschnittlicher Stressindex ist erhöht. Konzentrier dich auf Stressbewältigung und Erholung.
es: Tu índice de estrés medio está elevado. Céntrate en gestionar el estrés y en recuperarte.
fi: Keskimääräinen Stressi-indeksisi on koholla. Keskity stressinhallintaan ja palautumiseen.
fr: Votre indice de stress moyen est élevé. Concentrez-vous sur la gestion du stress et la récupération.
is: Meðalstreituvísitalan þín er hækkuð. Einbeittu þér að streitustjórnun og endurheimt.
it: Il tuo indice di stress medio è elevato. Concentrati sulla gestione dello stress e sul recupero.
ja: 平均のストレス指数が高めです。ストレス管理と回復に重点を置きましょう。
ko: 평균 스트레스 지수가 높습니다. 스트레스 관리와 회복에 집중하세요.
nb: Den gjennomsnittlige stressindeksen din er forhøyet. Fokuser på stressmestring og restitusjon.
nl: Je gemiddelde stressindex is verhoogd. Richt je op stressmanagement en herstel.
pt_br: Seu Índice de estresse médio está elevado. Foque no controle do estresse e na recuperação.
ru: Ваш средний Индекс стресса повышен. Сосредоточьтесь на управлении стрессом и восстановлении.
sv: Ditt genomsnittliga stressindex är förhöjt. Fokusera på stresshantering och återhämtning.
zh_hans: 你的平均压力指数偏高。请注重压力管理和恢复。

source: Your average Stress Index is low relative to its usual range.
ar: متوسط مؤشر الإجهاد لديك منخفض مقارنةً بنطاقه المعتاد.
da: Dit gennemsnitlige stressindeks er lavt i forhold til dets sædvanlige område.
de: Dein durchschnittlicher Stressindex ist im Vergleich zu seinem üblichen Bereich niedrig.
es: Tu índice de estrés medio es bajo en relación con su rango habitual.
fi: Keskimääräinen Stressi-indeksisi on matala tavanomaiseen vaihteluväliinsä nähden.
fr: Votre indice de stress moyen est bas par rapport à sa plage habituelle.
is: Meðalstreituvísitalan þín er lág miðað við venjulegt bil hennar.
it: Il tuo indice di stress medio è basso rispetto al suo intervallo abituale.
ja: 平均のストレス指数はいつもの範囲と比べて低めです。
ko: 평균 스트레스 지수가 평소 범위에 비해 낮습니다.
nb: Den gjennomsnittlige stressindeksen din er lav sammenlignet med det vanlige området.
nl: Je gemiddelde stressindex is laag ten opzichte van het gebruikelijke bereik.
pt_br: Seu Índice de estresse médio está baixo em relação à faixa habitual.
ru: Ваш средний Индекс стресса низкий относительно обычного диапазона.
sv: Ditt genomsnittliga stressindex är lågt jämfört med sitt vanliga intervall.
zh_hans: 你的平均压力指数相对其常规范围偏低。

source: Your core recovery metric. RMSSD measures beat-to-beat heart rate variation driven by your parasympathetic nervous system — your body's brake pedal. At %lld, typical resting RMSSD falls between %@ (median %@). %@
ar: مقياس التعافي الأساسي لديك. يقيس RMSSD التغير في معدل ضربات القلب من نبضة إلى أخرى، الذي يقوده جهازك العصبي نظير الودي — دواسة المكابح في جسمك. في عمر %lld، يقع RMSSD المعتاد أثناء الراحة بين %@ (الوسيط %@). %@
da: Din vigtigste restitutionsmåling. RMSSD måler variationen i pulsen fra slag til slag, styret af dit parasympatiske nervesystem — kroppens bremsepedal. Som %lld-årig ligger typisk RMSSD i hvile mellem %@ (median %@). %@
de: Deine wichtigste Erholungsmetrik. RMSSD misst die Schwankung der Herzfrequenz von Schlag zu Schlag, gesteuert von deinem parasympathischen Nervensystem — der Bremse deines Körpers. Mit %lld liegt der typische RMSSD in Ruhe zwischen %@ (Median %@). %@
es: Tu métrica de recuperación principal. El RMSSD mide la variación de la frecuencia cardiaca latido a latido, impulsada por tu sistema nervioso parasimpático — el pedal de freno de tu cuerpo. A los %lld años, el RMSSD típico en reposo está entre %@ (mediana %@). %@
fi: Keskeisin palautumismittarisi. RMSSD mittaa sykkeen lyönti lyönniltä tapahtuvaa vaihtelua, jota parasympaattinen hermostosi ohjaa — kehosi jarrupoljin. %lld-vuotiaana tyypillinen lepo-RMSSD on välillä %@ (mediaani %@). %@
fr: Votre métrique de récupération principale. Le RMSSD mesure la variation de la fréquence cardiaque d'un battement à l'autre, pilotée par votre système nerveux parasympathique — la pédale de frein de votre corps. À %lld ans, le RMSSD typique au repos se situe entre %@ (médiane %@). %@
is: Helsti endurheimtarmælikvarðinn þinn. RMSSD mælir breytileika hjartsláttar milli slaga sem sefkerfið stýrir — bremsufetill líkamans. Við %lld ára aldur er dæmigert RMSSD í hvíld á bilinu %@ (miðgildi %@). %@
it: La tua metrica di recupero principale. L'RMSSD misura la variazione della frequenza cardiaca battito per battito, guidata dal tuo sistema nervoso parasimpatico — il pedale del freno del tuo corpo. A %lld anni, l'RMSSD tipico a riposo è compreso tra %@ (mediana %@). %@
ja: 回復の中核となる指標です。RMSSD は副交感神経系 — 体のブレーキペダル — によって生じる心拍ごとの変動を測定します。%lld 歳では、一般的な安静時 RMSSD は %@（中央値 %@）の範囲です。%@
ko: 핵심 회복 지표입니다. RMSSD는 몸의 브레이크 페달인 부교감신경계가 만드는 박동 간 심박 변화를 측정합니다. %lld세의 일반적인 안정 시 RMSSD는 %@(중앙값 %@)입니다. %@
nb: Ditt viktigste restitusjonsmål. RMSSD måler variasjonen i puls fra slag til slag, styrt av det parasympatiske nervesystemet ditt — kroppens bremsepedal. Ved %lld år ligger typisk RMSSD i hvile mellom %@ (median %@). %@
nl: Je belangrijkste herstelmetriek. RMSSD meet de variatie in hartslag van slag tot slag, aangestuurd door je parasympathische zenuwstelsel — het rempedaal van je lichaam. Op %lld ligt de typische RMSSD in rust tussen %@ (mediaan %@). %@
pt_br: Sua principal métrica de recuperação. O RMSSD mede a variação da frequência cardíaca batimento a batimento, controlada pelo seu sistema nervoso parassimpático — o pedal de freio do seu corpo. Aos %lld anos, o RMSSD típico em repouso fica entre %@ (mediana %@). %@
ru: Ваша ключевая метрика восстановления. RMSSD измеряет вариацию пульса от удара к удару, которой управляет парасимпатическая нервная система — педаль тормоза вашего организма. В вашем возрасте (%lld) типичный RMSSD в покое — %@ (медиана %@). %@
sv: Ditt viktigaste återhämtningsmått. RMSSD mäter variationen i puls från slag till slag, styrd av ditt parasympatiska nervsystem — kroppens bromspedal. Vid %lld års ålder ligger typisk RMSSD i vila mellan %@ (median %@). %@
zh_hans: 你的核心恢复指标。RMSSD 测量由副交感神经系统（身体的刹车踏板）驱动的逐搏心率变化。%lld 岁时，典型静息 RMSSD 介于 %@（中位数 %@）。%@

source: Your core recovery metric. RMSSD measures beat-to-beat heart rate variation driven by your parasympathetic nervous system — your body's brake pedal. It is the most widely studied HRV measure for day-to-day tracking.
ar: مقياس التعافي الأساسي لديك. يقيس RMSSD التغير في معدل ضربات القلب من نبضة إلى أخرى، الذي يقوده جهازك العصبي نظير الودي — دواسة المكابح في جسمك. وهو أكثر مقاييس HRV دراسةً للتتبع اليومي.
da: Din vigtigste restitutionsmåling. RMSSD måler variationen i pulsen fra slag til slag, styret af dit parasympatiske nervesystem — kroppens bremsepedal. Det er det mest undersøgte HRV-mål til daglig opfølgning.
de: Deine wichtigste Erholungsmetrik. RMSSD misst die Schwankung der Herzfrequenz von Schlag zu Schlag, gesteuert von deinem parasympathischen Nervensystem — der Bremse deines Körpers. Es ist das am besten erforschte HRV-Maß für die tägliche Verfolgung.
es: Tu métrica de recuperación principal. El RMSSD mide la variación de la frecuencia cardiaca latido a latido, impulsada por tu sistema nervioso parasimpático — el pedal de freno de tu cuerpo. Es la medida de HRV más estudiada para el seguimiento diario.
fi: Keskeisin palautumismittarisi. RMSSD mittaa sykkeen lyönti lyönniltä tapahtuvaa vaihtelua, jota parasympaattinen hermostosi ohjaa — kehosi jarrupoljin. Se on tutkituin HRV-mittari päivittäiseen seurantaan.
fr: Votre métrique de récupération principale. Le RMSSD mesure la variation de la fréquence cardiaque d'un battement à l'autre, pilotée par votre système nerveux parasympathique — la pédale de frein de votre corps. C'est la mesure HRV la plus étudiée pour le suivi au quotidien.
is: Helsti endurheimtarmælikvarðinn þinn. RMSSD mælir breytileika hjartsláttar milli slaga sem sefkerfið stýrir — bremsufetill líkamans. Það er mest rannsakaði HRV-mælikvarðinn til daglegrar eftirfylgni.
it: La tua metrica di recupero principale. L'RMSSD misura la variazione della frequenza cardiaca battito per battito, guidata dal tuo sistema nervoso parasimpatico — il pedale del freno del tuo corpo. È la misura HRV più studiata per il monitoraggio quotidiano.
ja: 回復の中核となる指標です。RMSSD は副交感神経系 — 体のブレーキペダル — によって生じる心拍ごとの変動を測定します。日々の追跡において最も広く研究されている HRV 指標です。
ko: 핵심 회복 지표입니다. RMSSD는 몸의 브레이크 페달인 부교감신경계가 만드는 박동 간 심박 변화를 측정합니다. 일상적인 추적을 위해 가장 널리 연구된 HRV 지표입니다.
nb: Ditt viktigste restitusjonsmål. RMSSD måler variasjonen i puls fra slag til slag, styrt av det parasympatiske nervesystemet ditt — kroppens bremsepedal. Det er det mest studerte HRV-målet for daglig oppfølging.
nl: Je belangrijkste herstelmetriek. RMSSD meet de variatie in hartslag van slag tot slag, aangestuurd door je parasympathische zenuwstelsel — het rempedaal van je lichaam. Het is de meest bestudeerde HRV-maat voor dagelijkse opvolging.
pt_br: Sua principal métrica de recuperação. O RMSSD mede a variação da frequência cardíaca batimento a batimento, controlada pelo seu sistema nervoso parassimpático — o pedal de freio do seu corpo. É a medida de HRV mais estudada para o acompanhamento diário.
ru: Ваша ключевая метрика восстановления. RMSSD измеряет вариацию пульса от удара к удару, которой управляет парасимпатическая нервная система — педаль тормоза вашего организма. Это наиболее изученный показатель ВСР для ежедневного отслеживания.
sv: Ditt viktigaste återhämtningsmått. RMSSD mäter variationen i puls från slag till slag, styrd av ditt parasympatiska nervsystem — kroppens bromspedal. Det är det mest studerade HRV-måttet för daglig uppföljning.
zh_hans: 你的核心恢复指标。RMSSD 测量由副交感神经系统（身体的刹车踏板）驱动的逐搏心率变化。它是日常跟踪中研究最广泛的 HRV 指标。

source: Your Data
ar: بياناتك
da: Dine data
de: Deine Daten
es: Tus datos
fi: Tietosi
fr: Vos données
is: Gögnin þín
it: I tuoi dati
ja: あなたのデータ
ko: 내 데이터
nb: Dataene dine
nl: Je gegevens
pt_br: Seus dados
ru: Ваши данные
sv: Dina data
zh_hans: 你的数据

source: Your data shows a notable pattern. The cause is for you to investigate.
ar: تُظهر بياناتك نمطًا لافتًا. معرفة السبب أمر متروك لك.
da: Dine data viser et bemærkelsesværdigt mønster. Årsagen er op til dig at undersøge.
de: Deine Daten zeigen ein auffälliges Muster. Der Ursache kannst du selbst nachgehen.
es: Tus datos muestran un patrón notable. La causa es algo que te toca investigar a ti.
fi: Tiedoissasi näkyy huomattava kuvio. Syyn selvittäminen jää sinulle.
fr: Vos données montrent une tendance notable. C'est à vous d'en chercher la cause.
is: Gögnin þín sýna eftirtektarvert mynstur. Það er þitt að kanna orsökina.
it: I tuoi dati mostrano un andamento degno di nota. Sta a te indagarne la causa.
ja: あなたのデータには目立つパターンが見られます。その原因はご自身で確かめてください。
ko: 데이터에 눈에 띄는 패턴이 보입니다. 원인은 직접 살펴보세요.
nb: Dataene dine viser et merkbart mønster. Årsaken er opp til deg å undersøke.
nl: Je gegevens laten een opvallend patroon zien. De oorzaak is aan jou om uit te zoeken.
pt_br: Seus dados mostram um padrão notável. Cabe a você investigar a causa.
ru: В ваших данных заметна необычная закономерность. Причину вам стоит выяснить самостоятельно.
sv: Dina data visar ett påfallande mönster. Orsaken är upp till dig att undersöka.
zh_hans: 你的数据显示出一个值得注意的模式。原因需要你自己去了解。

source: Your device has unrecovered recording data. Recover it first or explicitly discard it.
ar: يحتوي جهازك على بيانات تسجيل غير مستردة. استردها أولًا أو تجاهلها صراحةً.
da: Din enhed har ugendannede optagelsesdata. Gendan dem først, eller kassér dem udtrykkeligt.
de: Auf deinem Gerät befinden sich nicht wiederhergestellte Aufnahmedaten. Stelle sie zuerst wieder her oder verwirf sie ausdrücklich.
es: Tu dispositivo tiene datos de grabación sin recuperar. Recupéralos primero o descártalos de forma explícita.
fi: Laitteessasi on palauttamattomia tallennustietoja. Palauta ne ensin tai hylkää ne erikseen.
fr: Votre appareil contient des données d’enregistrement non récupérées. Récupérez-les d’abord ou supprimez-les explicitement.
is: Tækið þitt geymir óendurheimt upptökugögn. Endurheimtu þau fyrst eða hentu þeim sérstaklega.
it: Il dispositivo contiene dati di registrazione non recuperati. Recuperali prima o scartali esplicitamente.
ja: デバイスに未復元の記録データがあります。先に復元するか、明示的に破棄してください。
ko: 기기에 복구되지 않은 기록 데이터가 있습니다. 먼저 복구하거나 명시적으로 삭제하세요.
nb: Enheten din har opptaksdata som ikke er gjenopprettet. Gjenopprett dem først, eller forkast dem uttrykkelig.
nl: Je apparaat heeft niet-herstelde opnamegegevens. Herstel ze eerst of verwijder ze uitdrukkelijk.
pt_br: Seu dispositivo tem dados de gravação não recuperados. Recupere-os primeiro ou descarte-os explicitamente.
ru: На устройстве есть невосстановленные данные записи. Сначала восстановите их или явно удалите.
sv: Din enhet har oåterställda inspelningsdata. Återställ dem först eller kassera dem uttryckligen.
zh_hans: 你的设备上有未恢复的记录数据。请先恢复，或明确丢弃。

source: Your DFA α1 sat at %@ — that's textbook below-AT1, the kind of session that builds aerobic base without taxing recovery.
ar: استقر DFA α1 لديك عند %@ — وهذا نموذجي لما دون AT1، أي جلسة تبني القاعدة الهوائية دون إرهاق التعافي.
da: Din DFA α1 lå på %@ — klassisk under AT1, den slags session der bygger aerob base uden at belaste restitutionen.
de: Dein DFA α1 lag bei %@ – klassisch unter AT1, genau die Art Einheit, die Grundlagenausdauer aufbaut, ohne die Erholung zu belasten.
es: Tu DFA α1 se quedó en %@ — de manual por debajo de AT1, el tipo de sesión que construye base aeróbica sin castigar la recuperación.
fi: DFA α1 oli %@ – oppikirjamaisesti AT1:n alapuolella, juuri sellainen harjoitus, joka rakentaa peruskuntoa kuormittamatta palautumista.
fr: Votre DFA α1 était à %@ — typiquement sous AT1, le genre de séance qui construit la base aérobie sans peser sur la récupération.
is: DFA α1 var %@ — dæmigert undir AT1, sú tegund æfingar sem byggir upp grunnþol án þess að taka á endurheimt.
it: Il tuo DFA α1 è rimasto a %@ — da manuale sotto AT1, il tipo di sessione che costruisce la base aerobica senza pesare sul recupero.
ja: DFA α1は%@ — 典型的なAT1未満で、回復に負担をかけずに有酸素ベースを築くセッションです。
ko: DFA α1이 %@였습니다. 전형적인 AT1 미만으로, 회복에 부담을 주지 않고 유산소 기반을 쌓는 세션입니다.
nb: DFA α1 lå på %@ – klassisk under AT1, den typen økt som bygger aerob base uten å tære på restitusjonen.
nl: Je DFA α1 lag op %@ — schoolvoorbeeld van onder AT1, het soort training dat je aerobe basis opbouwt zonder je herstel te belasten.
pt_br: Seu DFA α1 ficou em %@ — típico abaixo do AT1, o tipo de sessão que constrói base aeróbica sem pesar na recuperação.
ru: Ваш DFA α1 держался на %@ — классически ниже AT1: такая тренировка строит аэробную базу, не нагружая восстановление.
sv: Din DFA α1 låg på %@ – typiskt under AT1, den sortens pass som bygger aerob bas utan att belasta återhämtningen.
zh_hans: 你的 DFA α1 保持在 %@——典型的 AT1 以下，这类训练能打好有氧基础而不拖累恢复。

source: Your fitness is rising sustainably.
ar: لياقتك ترتفع بشكل مستدام.
da: Din form stiger på en holdbar måde.
de: Deine Fitness steigt nachhaltig.
es: Tu condición física mejora de forma sostenible.
fi: Kuntosi nousee kestävästi.
fr: Votre forme progresse durablement.
is: Þrekið þitt eykst á sjálfbæran hátt.
it: La tua forma fisica migliora in modo sostenibile.
ja: フィットネスが持続的に向上しています。
ko: 체력이 지속 가능하게 오르고 있습니다.
nb: Formen din øker på en bærekraftig måte.
nl: Je fitheid stijgt op een duurzame manier.
pt_br: Seu condicionamento está subindo de forma sustentável.
ru: Ваша форма устойчиво растёт.
sv: Din kondition ökar på ett hållbart sätt.
zh_hans: 你的体能在可持续地上升。

source: Your HRV came in %lld%% above baseline this morning.
ar: جاء HRV لديك هذا الصباح أعلى من خط الأساس بنسبة %lld%%.
da: Din HRV lå %lld%% over baseline i morges.
de: Deine HRV lag heute Morgen %lld%% über dem Ausgangswert.
es: Tu HRV salió un %lld%% por encima de tu referencia esta mañana.
fi: HRV:si oli tänä aamuna %lld %% perustason yläpuolella.
fr: Votre HRV était %lld %% au-dessus de votre référence ce matin.
is: HRV þitt var %lld%% yfir grunnlínu í morgun.
it: Questa mattina la tua HRV era del %lld%% sopra la base.
ja: 今朝のHRVはベースラインより%lld%%高めでした。
ko: 오늘 아침 HRV는 기준선보다 %lld%% 높았습니다.
nb: HRV-en din var %lld %% over baseline i morges.
nl: Je HRV lag vanochtend %lld%% boven je basislijn.
pt_br: Sua HRV veio %lld%% acima da linha de base hoje de manhã.
ru: Утром ваша ВСР былаа на %lld%% выше базовой.
sv: Din HRV låg %lld %% över baslinjen i morse.
zh_hans: 今早你的 HRV 比基线高 %lld%%。

source: Your HRV came in %lld%% below baseline this morning.
ar: جاء HRV لديك هذا الصباح أقل من خط الأساس بنسبة %lld%%.
da: Din HRV lå %lld%% under baseline i morges.
de: Deine HRV lag heute Morgen %lld%% unter dem Ausgangswert.
es: Tu HRV salió un %lld%% por debajo de tu referencia esta mañana.
fi: HRV:si oli tänä aamuna %lld %% perustason alapuolella.
fr: Votre HRV était %lld %% en dessous de votre référence ce matin.
is: HRV þitt var %lld%% undir grunnlínu í morgun.
it: Questa mattina la tua HRV era del %lld%% sotto la base.
ja: 今朝のHRVはベースラインより%lld%%低めでした。
ko: 오늘 아침 HRV는 기준선보다 %lld%% 낮았습니다.
nb: HRV-en din var %lld %% under baseline i morges.
nl: Je HRV lag vanochtend %lld%% onder je basislijn.
pt_br: Sua HRV veio %lld%% abaixo da linha de base hoje de manhã.
ru: Утром ваша ВСР былаа на %lld%% ниже базовой.
sv: Din HRV låg %lld %% under baslinjen i morse.
zh_hans: 今早你的 HRV 比基线低 %lld%%。

source: Your HRV came in at %lld ms this morning.
ar: سجّل HRV لديك هذا الصباح %lld مللي ثانية.
da: Din HRV var %lld ms i morges.
de: Deine HRV lag heute Morgen bei %lld ms.
es: Tu HRV fue de %lld ms esta mañana.
fi: HRV:si oli tänä aamuna %lld ms.
fr: Votre HRV était de %lld ms ce matin.
is: HRV þitt var %lld ms í morgun.
it: Questa mattina la tua HRV era di %lld ms.
ja: 今朝のHRVは%lld msでした。
ko: 오늘 아침 HRV는 %lld ms였습니다.
nb: HRV-en din var %lld ms i morges.
nl: Je HRV was vanochtend %lld ms.
pt_br: Sua HRV foi de %lld ms hoje de manhã.
ru: Утром ваша ВСР составила %lld мс.
sv: Din HRV låg på %lld ms i morse.
zh_hans: 今早你的 HRV 为 %lld 毫秒。

source: Your HRV is stable — your recovery patterns are consistent.
ar: HRV لديك مستقر — أنماط تعافيك متسقة.
da: Din HRV er stabil — dine restitutionsmønstre er konsistente.
de: Deine HRV ist stabil — deine Erholungsmuster sind gleichmäßig.
es: Tu HRV es estable — tus patrones de recuperación son constantes.
fi: HRV:si on vakaa — palautumisesi kuviot ovat johdonmukaisia.
fr: Votre HRV est stable — vos schémas de récupération sont réguliers.
is: HRV hjá þér er stöðugt — endurheimtarmynstrin þín eru samkvæm.
it: La tua HRV è stabile — i tuoi schemi di recupero sono costanti.
ja: HRV は安定しています — 回復パターンが一貫しています。
ko: HRV가 안정적입니다 — 회복 패턴이 일정합니다.
nb: HRV-en din er stabil — restitusjonsmønstrene dine er jevne.
nl: Je HRV is stabiel — je herstelpatronen zijn consistent.
pt_br: Sua HRV está estável — seus padrões de recuperação são consistentes.
ru: Ваша ВСР стабильна — ваши паттерны восстановления последовательны.
sv: Din HRV är stabil — dina återhämtningsmönster är jämna.
zh_hans: 你的 HRV 很稳定 — 你的恢复模式保持一致。
